Repository: VM-s-Solutions/cleansia
Catalog: src/cleansia_ios/CleansiaCustomer/Resources/Localizable.xcstrings
Source language: en
Languages: cs, ru, sk, uk

# membership_success_cta_setup_recurring
source: Set up a recurring cleaning
cs: Nastavit pravidelný úklid
ru: Настроить регулярную уборку
sk: Nastaviť pravidelné upratovanie
uk: Налаштувати регулярне прибирання

# membership_success_perk_express
source: Express bookings with the surcharge waived
cs: Expresní termíny bez příplatku
ru: Экспресс-заказы без доплаты
sk: Expresné termíny bez príplatku
uk: Експрес-замовлення без доплати

# membership_success_perks_header
source: YOUR PLUS PERKS
cs: VAŠE VÝHODY PLUS
ru: ВАШИ ПРЕИМУЩЕСТВА PLUS
sk: VAŠE VÝHODY PLUS
uk: ВАШІ ПЕРЕВАГИ PLUS

# membership_success_subtitle
source: Your benefits are active right away. Here's what just unlocked:
cs: Vaše výhody jsou hned aktivní. Tady je, co jste právě odemkli:
ru: Ваши преимущества активны сразу. Вот что только что открылось:
sk: Vaše výhody sú hneď aktívne. Tu je, čo ste práve odomkli:
uk: Ваші переваги активні одразу. Ось що щойно відкрилося:

# membership_success_subtitle_trial
source: Your free trial runs until %1$@, and your benefits are active right away. Here's what just unlocked:
cs: Zkušební období zdarma vám běží do %1$@ a výhody jsou hned aktivní. Tady je, co jste právě odemkli:
ru: Бесплатный пробный период длится до %1$@, а преимущества активны сразу. Вот что только что открылось:
sk: Skúšobné obdobie zadarmo vám beží do %1$@ a výhody sú hneď aktívne. Tu je, čo ste práve odomkli:
uk: Безкоштовний пробний період триває до %1$@, а переваги активні одразу. Ось що щойно відкрилося:

# membership_success_title
source: Welcome to Plus!
cs: Vítejte v Plus!
ru: Добро пожаловать в Plus!
sk: Vitajte v Plus!
uk: Ласкаво просимо до Plus!

# membership_switch_dialog_confirm
source: Switch
cs: Přejít
ru: Перейти
sk: Prejsť
uk: Перейти

# membership_switch_dialog_message
source: You'll be charged the prorated difference today, then %1$@ per year. Your benefits keep going.
cs: Dnes zaplatíte poměrný rozdíl, poté %1$@ za rok. Vaše výhody pokračují.
ru: Сегодня будет списана пропорциональная разница, затем %1$@ в год. Ваши преимущества продолжаются.
sk: Dnes zaplatíte pomerný rozdiel, potom %1$@ za rok. Vaše výhody pokračujú.
uk: Сьогодні буде списано пропорційну різницю, потім %1$@ на рік. Ваші переваги залишаються.

# membership_switch_dialog_message_trial
source: Your trial and every Plus benefit continue until %1$@. The new plan (%2$@) is charged from then, and nothing is charged today.
cs: Zkušební období i všechny výhody Plus pokračují do %1$@. Nový plán (%2$@) se začne účtovat až potom, dnes neplatíte nic.
ru: Пробный период и все преимущества Plus продолжаются до %1$@. Новый план (%2$@) начнёт списываться только после этого, сегодня вы ничего не платите.
sk: Skúšobné obdobie aj všetky výhody Plus pokračujú do %1$@. Nový plán (%2$@) sa začne účtovať až potom, dnes neplatíte nič.
uk: Пробний період і всі переваги Plus тривають до %1$@. Новий план (%2$@) почне списуватися лише після цього, сьогодні ви нічого не платите.

# membership_switch_dialog_title
source: Switch to annual?
cs: Přejít na roční?
ru: Перейти на годовой?
sk: Prejsť na ročné?
uk: Перейти на річний?

# membership_switch_success
source: Welcome to the annual plan!
cs: Vítejte v ročním předplatném!
ru: Добро пожаловать в годовой план!
sk: Vitajte v ročnom predplatnom!
uk: Ласкаво просимо до річного плану!

# membership_switch_to_annual_cta
source: Switch to annual — save %1$d%%
cs: Přejít na roční — ušetříte %1$d%%
ru: Перейти на годовой — экономия %1$d%%
sk: Prejsť na ročné — ušetríte %1$d%%
uk: Перейти на річний — економія %1$d%%

# membership_then_ends_hint
source: Plus benefits stop on this date.
cs: Výhody Plus tímto dnem skončí.
ru: Преимущества Plus прекратятся в эту дату.
sk: Výhody Plus týmto dňom skončia.
uk: Переваги Plus припиняються в цю дату.

# membership_trial_cancelled_lead
source: Cancelled during the trial, so you won't be charged. Plus benefits stop on this date.
cs: Zrušeno během zkušebního období, takže vám nic nenaúčtujeme. Výhody Plus tímto dnem skončí.
ru: Отменено во время пробного периода, поэтому с вас ничего не спишут. Преимущества Plus прекратятся в эту дату.
sk: Zrušené počas skúšobného obdobia, takže vám nič nenaúčtujeme. Výhody Plus týmto dňom skončia.
uk: Скасовано під час пробного періоду, тож з вас нічого не спишуть. Переваги Plus припиняються в цю дату.

# nav_book
source: Book
cs: Rezervovat
ru: Заказать
sk: Rezervovať
uk: Замовити

# nav_home
source: Home
cs: Domů
ru: Главная
sk: Domov
uk: Головна

# nav_orders
source: Orders
cs: Objednávky
ru: Заказы
sk: Objednávky
uk: Замовлення

# nav_profile
source: Profile
cs: Profil
ru: Профиль
sk: Profil
uk: Профіль

# nav_rewards
source: Rewards
cs: Odměny
ru: Награды
sk: Odmeny
uk: Винагороди

# notifications_cleaner_on_the_way
source: Cleaner on the way
cs: Uklízeč na cestě
ru: Клинер в пути
sk: Upratovač na ceste
uk: Клінер у дорозі

# notifications_cleaner_on_the_way_desc
source: When your cleaner heads to your place
cs: Když se uklízeč vydá k vám
ru: Когда клинер направляется к вам
sk: Keď sa upratovač vydá k vám
uk: Коли клінер прямує до вас

# notifications_dispute_reply
source: Dispute replies
cs: Odpovědi na spory
ru: Ответы по спорам
sk: Odpovede na spory
uk: Відповіді на спори

# notifications_dispute_reply_desc
source: When support responds to your dispute
cs: Když podpora odpoví na váš spor
ru: Когда поддержка отвечает на ваш спор
sk: Keď podpora odpovie na váš spor
uk: Коли підтримка відповідає на ваш спір

# notifications_error_message
source: Couldn't load your notification settings.
cs: Nepodařilo se načíst nastavení oznámení.
ru: Не удалось загрузить настройки уведомлений.
sk: Nepodarilo sa načítať nastavenia oznámení.
uk: Не вдалося завантажити налаштування сповіщень.

# notifications_inbox_empty_subtitle
source: We'll let you know when there's an update about your cleanings.
cs: Dáme vám vědět, až se objeví novinka o vašich úklidech.
ru: Мы сообщим вам, когда появятся новости о ваших уборках.
sk: Dáme vám vedieť, keď sa objaví novinka o vašich upratovaniach.
uk: Ми повідомимо вас, коли з’явиться новина про ваші прибирання.

# notifications_inbox_empty_title
source: No notifications yet
cs: Zatím žádná oznámení
ru: Пока нет уведомлений
sk: Zatiaľ žiadne oznámenia
uk: Поки немає сповіщень

# notifications_inbox_error
source: Couldn't load your notifications. Try again.
cs: Oznámení se nepodařilo načíst. Zkuste to znovu.
ru: Не удалось загрузить уведомления. Попробуйте ещё раз.
sk: Oznámenia sa nepodarilo načítať. Skúste to znova.
uk: Не вдалося завантажити сповіщення. Спробуйте ще раз.

# notifications_inbox_loyalty_tier_body
source: Welcome to %1$@ — your new perks are waiting.
cs: Vítejte v úrovni %1$@ — nové výhody na vás čekají.
ru: Добро пожаловать в уровень %1$@ — новые привилегии уже ждут.
sk: Vitajte v úrovni %1$@ — nové výhody čakajú.
uk: Вітаємо в рівні %1$@ — нові переваги вже чекають.

# notifications_inbox_title
source: Notifications
cs: Oznámení
ru: Уведомления
sk: Oznámenia
uk: Сповіщення

# notifications_inbox_unread_a11y
source: %1$@ unread
cs: %1$@ nepřečtených
ru: %1$@ непрочитанных
sk: %1$@ neprečítaných
uk: %1$@ непрочитаних

# notifications_membership_cancelled
source: Cleansia Plus cancelled
cs: Cleansia Plus zrušeno
ru: Cleansia Plus отменён
sk: Cleansia Plus zrušené
uk: Cleansia Plus скасовано

# notifications_membership_cancelled_desc
source: Confirmation when your subscription ends
cs: Potvrzení po skončení předplatného
ru: Подтверждение после окончания подписки
sk: Potvrdenie po skončení predplatného
uk: Підтвердження після завершення підписки

# notifications_membership_expiring
source: Cleansia Plus expiring
cs: Cleansia Plus vyprší
ru: Cleansia Plus истекает
sk: Cleansia Plus vyprší
uk: Cleansia Plus спливає

# notifications_membership_expiring_desc
source: Reminder before your subscription ends
cs: Připomenutí před koncem předplatného
ru: Напоминание перед окончанием подписки
sk: Pripomenutie pred koncom predplatného
uk: Нагадування перед завершенням підписки

# notifications_order_cancelled
source: Cancellations
cs: Zrušení
ru: Отмены
sk: Zrušenia
uk: Скасування

# notifications_order_cancelled_desc
source: When your booking is cancelled
cs: Když je vaše rezervace zrušena
ru: Когда заказ отменён
sk: Keď je vaša rezervácia zrušená
uk: Коли бронювання скасовано

# notifications_order_completed
source: Booking completed
cs: Rezervace dokončena
ru: Заказ завершён
sk: Rezervácia dokončená
uk: Бронювання завершено

# notifications_order_completed_desc
source: When your cleaning is finished
cs: Když je úklid dokončen
ru: Когда уборка закончена
sk: Keď je upratovanie dokončené
uk: Коли прибирання завершено

# notifications_order_updates
source: Booking updates
cs: Aktualizace rezervací
ru: Обновления заказов
sk: Aktualizácie rezervácií
uk: Оновлення бронювань

# notifications_order_updates_desc
source: When a cleaner is assigned, on the way, or done
cs: Když je uklízeč přidělen, na cestě nebo hotov
ru: Когда клинер назначен, в пути или закончил
sk: Keď je upratovač pridelený, na ceste alebo hotový
uk: Коли клінера призначено, він у дорозі чи завершив

# notifications_promo
source: Promos and offers
cs: Akce a nabídky
ru: Промо и предложения
sk: Akcie a ponuky
uk: Промо та пропозиції

# notifications_promo_desc
source: Special deals and seasonal offers
cs: Speciální nabídky a sezónní akce
ru: Спецпредложения и сезонные акции
sk: Špeciálne ponuky a sezónne akcie
uk: Спеціальні угоди та сезонні пропозиції

# notifications_recurring_scheduled
source: Recurring bookings
cs: Opakované rezervace
ru: Регулярные заказы
sk: Opakované rezervácie
uk: Регулярні бронювання

# notifications_recurring_scheduled_desc
source: When a recurring cleaning is scheduled
cs: Když je naplánován opakovaný úklid
ru: Когда запланирована регулярная уборка
sk: Keď je naplánované opakované upratovanie
uk: Коли заплановано регулярне прибирання

# notifications_refund_issued
source: Refunds
cs: Vrácení peněz
ru: Возвраты
sk: Vrátenie peňazí
uk: Повернення коштів

# notifications_refund_issued_desc
source: When a refund is issued to your card
cs: Když je na vaši kartu vrácena platba
ru: Когда возврат зачислен на вашу карту
sk: Keď je na vašu kartu vrátená platba
uk: Коли кошти повертають на вашу картку

# notifications_section_account
source: Account
cs: Účet
ru: Аккаунт
sk: Účet
uk: Обліковий запис

# notifications_section_membership
source: Membership and rewards
cs: Členství a odměny
ru: Членство и бонусы
sk: Členstvo a odmeny
uk: Членство та винагороди

# notifications_section_orders
source: Bookings
cs: Rezervace
ru: Заказы
sk: Rezervácie
uk: Бронювання

# notifications_tier_upgrade
source: Loyalty tier upgrades
cs: Zvýšení věrnostní úrovně
ru: Повышение уровня лояльности
sk: Zvýšenie vernostnej úrovne
uk: Підвищення рівня лояльності

# notifications_tier_upgrade_desc
source: When you reach a new loyalty tier
cs: Když dosáhnete nové věrnostní úrovně
ru: Когда вы достигаете нового уровня лояльности
sk: Keď dosiahnete novú vernostnú úroveň
uk: Коли ви досягаєте нового рівня лояльності

# notifications_title
source: Notifications
cs: Oznámení
ru: Уведомления
sk: Oznámenia
uk: Сповіщення

# onboarding_birthdate_helper
source: Optional — for birthday perks.
cs: Volitelné — pro narozeninové výhody.
ru: По желанию — для бонусов ко дню рождения.
sk: Voliteľné — pre narodeninové výhody.
uk: За бажанням — для бонусів до дня народження.

# onboarding_birthdate_label
source: Birth date
cs: Datum narození
ru: Дата рождения
sk: Dátum narodenia
uk: Дата народження

# onboarding_birthdate_placeholder
source: Tap to pick
cs: Klepnutím vyberte
ru: Нажмите, чтобы выбрать
sk: Ťuknutím vyberte
uk: Торкніться, щоб обрати

# onboarding_greeting
source: Welcome aboard!
cs: Vítejte!
ru: Добро пожаловать!
sk: Vitajte!
uk: Ласкаво просимо!

# onboarding_greeting_named
source: Welcome aboard, %1$@!
cs: Vítejte, %1$@!
ru: Добро пожаловать, %1$@!
sk: Vitajte, %1$@!
uk: Ласкаво просимо, %1$@!

# onboarding_phone_helper
source: Include your country code (e.g. +420). We'll only use this to reach you about your bookings.
cs: Uveďte předčíslí (např. +420). Použijeme ho pouze k tomu, abychom vás kontaktovali ohledně vašich rezervací.
ru: Укажите код страны (напр. +420). Используем только для связи по вашим бронированиям.
sk: Uveďte predvoľbu (napr. +420). Použijeme ho iba na to, aby sme vás mohli kontaktovať ohľadom vašich rezervácií.
uk: Вкажіть код країни (напр. +420). Використовуватимемо лише для зв’язку щодо ваших бронювань.

# onboarding_phone_label
source: Phone number
cs: Telefonní číslo
ru: Номер телефона
sk: Telefónne číslo
uk: Номер телефону

# onboarding_save
source: Save and continue
cs: Uložit a pokračovat
ru: Сохранить и продолжить
sk: Uložiť a pokračovať
uk: Зберегти і продовжити

# onboarding_skip
source: Skip for now
cs: Přeskočit
ru: Пропустить
sk: Preskočiť
uk: Пропустити

# onboarding_subtitle
source: A few quick details so we can serve you better. You can skip and fill these in later.
cs: Pár rychlých údajů, abychom vám mohli lépe posloužit. Můžete tento krok přeskočit a vyplnit později.
ru: Немного деталей, чтобы мы могли лучше вас обслуживать. Можно пропустить и заполнить позже.
sk: Pár rýchlych údajov, aby sme vám mohli lepšie slúžiť. Môžete tento krok preskočiť a vyplniť neskôr.
uk: Кілька швидких деталей, щоб ми могли краще вам служити. Ви можете пропустити цей крок і заповнити пізніше.

source: Open Settings
cs: Otevřít nastavení
ru: Открыть настройки
sk: Otvoriť nastavenia
uk: Відкрити налаштування

# order_action_cancel
source: Cancel order
cs: Zrušit objednávku
ru: Отменить заказ
sk: Zrušiť objednávku
uk: Скасувати замовлення

# order_action_make_recurring
source: Make this recurring
cs: Naplánovat opakovaně
ru: Сделать регулярной
sk: Naplánovať opakovane
uk: Зробити регулярним

# order_action_rebook
source: Book again
cs: Objednat znovu
ru: Заказать снова
sk: Objednať znova
uk: Замовити знову

# order_action_report_issue
source: Report issue
cs: Nahlásit problém
ru: Сообщить о проблеме
sk: Nahlásiť problém
uk: Повідомити про проблему

# order_action_cleaner_did_not_arrive
source: The cleaner didn't arrive
cs: Uklízeč nepřišel
ru: Клинер не пришёл
sk: Upratovač neprišiel
uk: Клінер не прийшов

# order_cancel_confirm
source: Confirm cancellation
cs: Potvrdit zrušení
ru: Подтвердить отмену
sk: Potvrdiť zrušenie
uk: Підтвердити скасування

# order_cancel_express_waiver_forfeit
source: Cancelling also uses up one of your included express bookings for this month.
cs: Zrušením také vyčerpáte jednu z expresních objednávek zahrnutých ve vašem členství pro tento měsíc.
ru: Отмена также израсходует один из экспресс-заказов, включённых в ваше членство в этом месяце.
sk: Zrušením tiež vyčerpáte jednu z expresných objednávok zahrnutých vo vašom členstve na tento mesiac.
uk: Скасування також витратить одне з експрес-замовлень, включених у ваше членство цього місяця.

# order_cancel_fee_checking
source: Checking what cancelling this booking costs…
cs: Zjišťujeme, kolik zrušení této rezervace stojí…
ru: Проверяем, сколько стоит отмена этого бронирования…
sk: Zisťujeme, koľko stojí zrušenie tejto rezervácie…
uk: Перевіряємо, скільки коштує скасування цього бронювання…

# order_cancel_fee_last_minute
source: This is a last-minute cancellation, so the fee is higher.
cs: Toto je zrušení na poslední chvíli, poplatek je proto vyšší.
ru: Это отмена в последнюю минуту, поэтому комиссия выше.
sk: Toto je zrušenie na poslednú chvíľu, poplatok je preto vyšší.
uk: Це скасування в останню хвилину, тому комісія вища.

# order_cancel_fee_neutral
source: Are you sure you want to cancel this booking?
cs: Opravdu chcete tuto rezervaci zrušit?
ru: Вы уверены, что хотите отменить это бронирование?
sk: Naozaj chcete túto rezerváciu zrušiť?
uk: Ви впевнені, що хочете скасувати це бронювання?

# order_cancel_fee_none
source: No cancellation fee.
cs: Žádný poplatek za zrušení.
ru: Комиссии за отмену нет.
sk: Žiadny poplatok za zrušenie.
uk: Комісії за скасування немає.

# order_cancel_fee_not_accepted
source: Free cancellation — no cleaner has taken this booking yet.
cs: Zrušení zdarma — tuto rezervaci zatím nepřevzal žádný uklízeč.
ru: Бесплатная отмена — это бронирование ещё никто из клинеров не взял.
sk: Zrušenie zdarma — túto rezerváciu zatiaľ neprevzal žiadny upratovač.
uk: Безкоштовне скасування — це бронювання ще ніхто з клінерів не взяв.

# order_cancel_fee_oops
source: This booking is within the cancellation grace period.
cs: Objednávka je v ochranné lhůtě pro bezplatné zrušení.
ru: Для этого заказа ещё действует льготный период отмены.
sk: Objednávka je v ochrannej lehote na bezplatné zrušenie.
uk: Для цього замовлення ще діє пільговий період скасування.

# order_cancel_fee_outside_window
source: Free cancellation — you're cancelling far enough ahead.
cs: Zrušení zdarma — rušíte s dostatečným předstihem.
ru: Бесплатная отмена — вы отменяете заранее.
sk: Zrušenie zdarma — rušíte s dostatočným predstihom.
uk: Безкоштовне скасування — ви скасовуєте завчасно.

# order_cancel_fee_partial
source: A cleaner is already on this job, so cancelling now has a fee.
cs: Na této zakázce už pracuje uklízeč, takže je zrušení zpoplatněné.
ru: Клинер уже работает над этим заказом, поэтому за отмену будет комиссия.
sk: Na tejto zákazke už pracuje upratovač, takže je zrušenie spoplatnené.
uk: Клінер уже працює над цим замовленням, тож за скасування буде комісія.

# order_cancel_fee_recheck_note
source: This is the cost right now — we check again the moment you confirm.
cs: Toto je cena v tuto chvíli — při potvrzení ji ověříme znovu.
ru: Это стоимость на данный момент — мы проверим её ещё раз при подтверждении.
sk: Toto je cena v tejto chvíli — pri potvrdení ju overíme znova.
uk: Це вартість на цю мить — ми перевіримо її ще раз, щойно ви підтвердите.

# order_cancel_fee_retry
source: Try again
cs: Zkusit znovu
ru: Попробовать снова
sk: Skúsiť znova
uk: Спробувати ще раз

# order_cancel_fee_split
source: Cancellation fee %1$@ — you'll be refunded %2$@.
cs: Poplatek za zrušení %1$@ — vrátíme vám %2$@.
ru: Комиссия за отмену %1$@ — вам вернём %2$@.
sk: Poplatok za zrušenie %1$@ — vrátime vám %2$@.
uk: Комісія за скасування %1$@ — вам повернемо %2$@.

# order_cancel_fee_only
source: Cancellation fee %1$@. No card payment was taken, so there is nothing to refund.
cs: Poplatek za zrušení %1$@. Kartou jste nic nezaplatili, takže se nic nevrací.
ru: Комиссия за отмену %1$@. Оплаты картой не было, поэтому возвращать нечего.
sk: Poplatok za zrušenie %1$@. Kartou ste nič nezaplatili, takže sa nič nevracia.
uk: Комісія за скасування %1$@. Оплати карткою не було, тож повертати нічого.

# order_cancel_fee_unavailable
source: We couldn't check the cancellation fee just now. You can still cancel — the amount is confirmed when you do.
cs: Poplatek za zrušení se teď nepodařilo zjistit. Zrušit můžete i tak — částku potvrdíme při zrušení.
ru: Сейчас не удалось проверить комиссию за отмену. Отменить всё равно можно — сумму подтвердим при отмене.
sk: Poplatok za zrušenie sa teraz nepodarilo zistiť. Zrušiť môžete aj tak — sumu potvrdíme pri zrušení.
uk: Зараз не вдалося перевірити комісію за скасування. Ви все одно можете скасувати — суму підтвердимо під час скасування.

# order_cancel_keep
source: Keep my booking
cs: Ponechat objednávku
ru: Оставить бронирование
sk: Ponechať objednávku
uk: Залишити бронювання

# order_cancel_notes_extra_placeholder
source: Anything else we should know?
cs: Něco dalšího, co bychom měli vědět?
ru: Что-то ещё, что нам стоит знать?
sk: Niečo ďalšie, čo by sme mali vedieť?
uk: Щось ще, що нам слід знати?

# order_cancel_notes_optional_label
source: Add a note (optional)
cs: Doplňte poznámku (nepovinné)
ru: Добавьте заметку (необязательно)
sk: Doplňte poznámku (nepovinné)
uk: Додайте нотатку (необов’язково)

# order_cancel_notes_other_placeholder
source: Please describe what happened so we can improve.
cs: Popište nám, co se stalo, ať se zlepšíme.
ru: Опишите, что произошло, чтобы мы могли стать лучше.
sk: Popíšte nám, čo sa stalo, aby sme sa zlepšili.
uk: Опишіть, що сталося, щоб ми могли покращитися.

# order_cancel_notes_required_label
source: Tell us more (required)
cs: Popište, prosím, podrobněji
ru: Расскажите подробнее (обязательно)
sk: Popíšte to, prosím, podrobnejšie
uk: Розкажіть докладніше (обов’язково)

# order_cancel_reason_alternative
source: Found another service
cs: Zvolil jsem jinou službu
ru: Нашёл другую услугу
sk: Vybral som inú službu
uk: Знайшов іншу послугу

# order_cancel_reason_mistake
source: Booked by mistake
cs: Omylem jsem objednal
ru: Заказал по ошибке
sk: Omylom som objednal
uk: Замовив помилково

# order_cancel_reason_not_needed
source: No longer needed
cs: Už to nepotřebuji
ru: Больше не нужно
sk: Už to nepotrebujem
uk: Більше не потрібно

# order_cancel_reason_other
source: Other
cs: Jiný důvod
ru: Другое
sk: Iný dôvod
uk: Інше

# order_cancel_reason_picker_label
source: Why are you cancelling?
cs: Proč rušíte objednávku?
ru: Почему вы отменяете?
sk: Prečo rušíte objednávku?
uk: Чому ви скасовуєте?

# order_cancel_reason_price
source: Price too high
cs: Příliš vysoká cena
ru: Слишком высокая цена
sk: Príliš vysoká cena
uk: Зависока ціна

# order_cancel_reason_schedule
source: Schedule changed
cs: Změna v kalendáři
ru: Изменения в графике
sk: Zmena v kalendári
uk: Зміна в розкладі

# order_cancel_retry_hint
source: Couldn't cancel — please try again.
cs: Zrušení se nezdařilo — zkuste to znovu.
ru: Не удалось отменить — попробуйте снова.
sk: Zrušenie sa nepodarilo — skúste to znova.
uk: Не вдалося скасувати — спробуйте знову.

# order_cancel_success_no_refund
source: Order cancelled.
cs: Objednávka zrušena.
ru: Заказ отменён.
sk: Objednávka zrušená.
uk: Замовлення скасовано.

# order_cancel_success_with_refund
source: Order cancelled. Refund of %@ is on its way.
cs: Objednávka zrušena. Náhrada %@ je na cestě.
ru: Заказ отменён. Возврат %@ в пути.
sk: Objednávka zrušená. Náhrada %@ je na ceste.
uk: Замовлення скасовано. Повернення %@ у дорозі.

# order_cancel_title
source: Cancel this cleaning?
cs: Zrušit tento úklid?
ru: Отменить эту уборку?
sk: Zrušiť toto upratovanie?
uk: Скасувати це прибирання?

# order_cancelled_reason_payment_not_completed
source: The payment wasn't completed, so this booking was released.
cs: Platba nebyla dokončena, a proto byla tato rezervace uvolněna.
ru: Оплата не была завершена, поэтому это бронирование было отменено.
sk: Platba nebola dokončená, a preto bola táto rezervácia uvoľnená.
uk: Оплату не було завершено, тому це бронювання було скасовано.

# order_cancelled_reason_company_wind_down
source: The cleaning company that served your area is closing, so this booking was cancelled; anything you paid is refunded in full.
cs: Úklidová společnost, která působila ve vaší oblasti, končí, a proto byla tato rezervace zrušena; vše, co jste zaplatili, vám vracíme v plné výši.
ru: Клининговая компания, обслуживавшая ваш район, прекращает работу, поэтому это бронирование отменено; всё, что вы оплатили, будет возвращено в полном объёме.
sk: Upratovacia spoločnosť, ktorá pôsobila vo vašej oblasti, končí, a preto bola táto rezervácia zrušená; všetko, čo ste zaplatili, vám vraciame v plnej výške.
uk: Клінінгова компанія, що обслуговувала ваш район, припиняє роботу, тому це бронювання скасовано; усе, що ви сплатили, буде повернуто в повному обсязі.

# order_cancelled_reason_no_cleaner_available
source: No cleaner was available for this booking, so it was cancelled.
cs: Pro tuto rezervaci nebyl k dispozici žádný uklízeč, a proto byla zrušena.
ru: Для этого бронирования не нашлось свободного уборщика, поэтому оно отменено.
sk: Pre túto rezerváciu nebol k dispozícii žiadny upratovač, a preto bola zrušená.
uk: Для цього бронювання не знайшлося вільного прибиральника, тому його скасовано.
